export default function jujeobData(nickName){
  return [
    `대한민국 ${nickName} 보유국`,
    `나 몰랐는데 ${nickName} 좋아하네`,
    `${nickName} MBTI 검사하면 Cute나온다며`,
    `${nickName}? 솔직히 거품 아닌가요? 언빌리 '버블'`,
    `${nickName} 사진 보다가 심장 녹을까봐 냉동실에서 사진 보는 중이에요`,
    `${nickName} 넌 뭐랄까.. 마치 베를린 같아. 왜냐하면 치명적인 독일 수도.`,
    `${nickName} 그거 기억나요? 사람들 한테 ${nickName} 좋아하는 사람 손 접어 했더니 지구가 반으로 접힌거\n그거 겨우겨우 되돌렸잖아요 나 그 때 내 눈 앞에 브라질 있어서 깜짝 놀랐잖아`,
    `${nickName}씨 예민한 질문일 수 도 있지만 너무 궁금해서 물어봅니다.\n${nickName}씨는 천국에서 쫓겨난 건가요 자발적으로 내려온 건가요\n아님 추락 사고 였나요?`,
    `짜장면한테 ${nickName} 음악을 들려 줬더니 짜장면이 저절로 비벼졌습니다.`,
    `${nickName} 때문에 심박수 디버깅 중입니다.`,
    `${nickName} 너무 완벽해서 콘솔에 warning 뜰 듯.`,
    `${nickName} 하루에 한 번 보면 비타민 필요 없다는 연구 결과 제가 방금 발표했습니다.`,
    `${nickName} 생각하다가 버스 놓쳤어요. 근데 괜찮아요, ${nickName} 생각은 안 놓쳤으니까.`,
    `세상에 완벽한 건 없다는데 ${nickName} 보고 그 말 취소했습니다.`,
    `오늘 날씨 좋다 했더니 친구가 아니래요. ${nickName}이 웃어서 밝은 거래요.`,
    `누가 제 이상형 물어보길래 설명하기 귀찮아서 그냥 ${nickName} 이름 적어줬어요.`,
    `요즘 심장이 자꾸 빨리 뛰길래 병원 갈까 했는데 원인이 ${nickName}이라 치료 포기했습니다.`,
    `${nickName} 보고 너무 놀라서 119 불렀는데 구급대원도 사진 보고 쓰러졌어요.`,
    `제 심장에 ${nickName} 입주했는데 월세도 안 내고 안 나가요.`,
    
  ]
}